<template>
    <div class="register-agreement">
        <div class="title">金疙瘩服务协议</div>

        <div class="main">重要提示：</div>
        <div class="sub-info">
            金疙瘩网站（域名：www.zj-hf.cn）
        </div>
        <div class="sub-info">
            由深圳买单互联网金融服务有限公司负责运营，深圳买单互联网金融服务有限公司
            依据本服务协议为金疙瘩网站的用户（也称“注册用户”、“注册会员”或“会员”）提供服务。以下金疙瘩
            网站及深圳买单互联网金融服务有限公司合称为本网站。在您注册成为会员前，请确认您是具有中华人民共和国（下称“中国”）法律规定的完全民事权利能力和民事行为能力，
            能够独立承担民事责任的自然人（或机构），且您具有中国国籍且经常居住地位于中华人民共和国大陆地区。本网站在此特别提醒您在注册前认真阅读、
            充分理解本协议各条款，特别是其中所涉及的免除及限制本网站责任的条款、对注册用户权利限制的条款等。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，
            否则您无权使用本网站于本协议下所提供的服务。您一经注册或使用本网站服务即视为对本协议全部条款已充分理解并完全接受，本协议对您和本网站具有法律约束力。
        </div>

        <div class="main">
            协议的内容、签署、效力及修订
        </div>
        <div class="sub-info">
            第一条 本协议内容包括本协议正文及本网站已经发布或将来可能发布的各类规则、条款、声明等。所有规则、条款、
            声明等构成本协议不可分割的组成部分,与本协议正文具有同等法律效力。
        </div>
        <div class="sub-info">
            第二条 本协议是由用户与本网站共同签订的,适用于用户在本网站的全部活动。
            在用户注册成为本网站用户时,用户应已经阅读、理解并同意接受本协议的全部条款及本网站公布的各类规则、
            条款、声明等,并承诺遵守中国现行的法律、法规、规章及其他规范性文件的规定,
            如有违反而导致任何法律后果的产生,用户将以自己的名义独立承担所有法律责任。
        </div>
        <div class="sub-info">
            第三条 用户承诺接受并遵守本协议约定。如用户不同意本协议的约定，用户应立即停止注册/激活程序或停止使用本网站服务。
        </div>
        <div class="sub-info">
            第四条 本网站有权根据需要不时地制定、修改本协议及/或本网站的各类规则,并以网站公告的形式进行更新，
            不再单独通知用户。变更后的内容一经本网站公布后,立即自动生效。用户应不时地注意本协议及相关规则的变更,
            如用户不同意相关变更,用户有权停止使用本网站服务。用户继续使用本网站服务的，则视为用户已经接受修改后的协议及各类规则。
            当用户与本网站发生争议时，以最新的协议、规则为准。
        </div>

        <div class="sub-info">
            第五条 用户只要钩选注册页面中的“我已阅读并同意接受《金疙瘩服务协议》
            和《金疙瘩隐私条款》”并按照本网站规定的注册程序成功注册为用户,用户的行为既表示同意接受本服务协议全部内容并签署了本服务协议。
        </div>
        <div class="sub-info">
            第六条 本服务协议不涉及用户与本网站的其他用户之间因网上交易而产生的法律关系及法律纠纷。
            但用户在此同意将全面接受和履行用户与本网站其他用户在本网站签订的任何电子法律文本，
            并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。
            本网站对用户在线签署本服务协议及用户通过本网站签署的其他任何协议进行记录，如有任何争议，双方同意以本网站记录的合同为准。
        </div>

        <div class="main">注册与账户</div>
        <div class="sub-info">
            第七条 注册者资格
        </div>

        <div class="sub-info">
            用户确认，在用户完成注册或激活程序或以本网站允许的其他方式实际使用本网站服务时，
            用户应当是具有中国国籍且经常居住地位于中国大陆的根据中国法律具备完全民事权利
            能力和完全民事行为能力的自然人（或机构）。若用户不具备前述主体资格，请勿使用本网站服务，
            否则用户及用户的监护人应承担因此而导致的一切后果，且本网站有权注销或永久冻结用户的账户，
            并向用户及用户的监护人索偿。用户应当妥善保管自己的注册账户密码等账户信息，不得以其账户密码
            等信息被盗用或其他理由否认其通过本网站已订立的合同的效力或不按照该等合同履行相关义务，
            所有以用户密码登录注册账户所进行操作（包括订立合同、资金划转等）均视为用户本人的操作，
            用户本人对注册账户内的所有法律关系享受相应的权利，并承担相应的法律责任（本网站对注册账户记录的电子信息对应的所有行为均以用户本人为法律上的追索对象）。
        </div>

        <div class="sub-info">
            第八条 注册账户
        </div>

        <div class="sub-info">
            1、在用户按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在用户按照激活页面提示填写信息、
            阅读并同意本协议且完成全部激活程序后，或用户以本网站允许的其他方式实际使用本网站服务时，用户即受本协议约束。
        </div>
        <div class="sub-info">
            2、用户了解并同意，如用户在本网站完成的注册程序，只要用户注册成功，用户即可以获得本网站登录名。
            用户可以通过用户的登录名和密码直接登录本网站。用户在此明确授权，用户的账户注册信息在用户通过本网站注册成功时，
            已授权本网站使用，以使用户更便捷地使用本网站服务。
        </div>
        <div class="sub-info">
            3、用户可以对账户设置名/昵称，但用户设置的名/昵称不得侵犯或涉嫌侵犯他人合法权益。如用户设置的名/昵称涉嫌侵犯他人合法权益的，
            本网站有权终止向用户提供服务，并注销用户的账户。账户被注销后，相应名/昵称将开放给其它有权用户注册使用。
        </div>
        <div class="sub-info">
            4、除非有法律规定或司法判决/裁定，或者符合本网站公布的条件，否则用户的账户和密码不得以任何方式转让、赠与或继承；符合转让、赠与或继承的办理条件的，
            用户需提供本网站要求的合格的文件材料并根据本网站制定的操作流程办理。用户的账户和密码不得以任何方式转借或租赁。
        </div>
        <div class="sub-info">
            第九条 用户信息
        </div>
        <div class="sub-info">
            1、在完成注册、激活流程或者注册成功后在本网站进行身份认证时，用户应当按照法律法规要求，
            按相应页面的提示准确提供并及时更新用户的资料，以使之真实、及时、完整和准确。
            如有合理理由怀疑用户提供的资料错误、不实、过时或不完整的，本网站有权向用户发出询问及/或要求改正的通知，
            在确认资料失实时有权直接做出删除相应资料的处理，直至中止、终止对用户提供部分或全部本网站服务。
            用户将承担因此产生的任何直接或间接损失及不利后果，本网站对此不承担任何责任。
        </div>

        <div class="sub-info">
            2、用户应当准确填写并及时更新用户的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，
            以便本网站或其他用户与用户进行有效联系，因通过这些联系方式无法及时与用户取得联系，
            导致用户在使用本网站服务过程中产生任何损失或增加费用的，应由用户完全独自承担。用户了解并同意，
            用户有义务保持提供的联系方式的有效性，即通过该联系方式可迅速联系到用户，如联系方式有变更或需要更新的，用户应按本网站的要求进行操作。
        </div>

        <div class="sub-info">
            第十条 账户安全
        </div>

        <div class="sub-info">
            除双方另有约定之外，用户须自行负责对用户的网站登录名和密码的保密，
            且须对用户的登录名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、
            网上签署各类协议等）承担责任。用户同意：(1) 如发现任何人未经授权使用用户的登录名、昵称和密码，
            或发生违反保密规定的任何其他情况，用户会立即通知本网站；及 (2) 确保在每个上网时段结束时，
            以正确步骤离开网站/服务。本网站不能也不会对因用户未能遵守本款规定而发生的任何损失负责。
            用户理解本网站在接到用户通知后对用户的请求采取行动需要合理时间，本网站对在采取行动前已经产生的后果（包括但不限于用户的任何损失）不承担任何责任。
        </div>

        <div class="sub-info">
            第十一条 登录名注销
        </div>

        <div class="sub-info">
            用户同意并授权本网站，如用户在本网站有欺诈、发布虚假信息、侵害他人合法权益或其他严重违反本网站任何规则的行为，
            本网站有权公开披露该等行为，用户的网站登录名可能因此被注销，不能再登录本网站，所有本网站服务将同时终止。因此造成用户损失的，本网站不承担任何责任。
        </div>

        <div class="main">
            本网站的服务
        </div>

        <div class="sub-info">
            第十二条 本网站提供的服务主要包括：交易信息发布服务、交易管理服务、客户服务、合同管理服务等，
            具体内容应以本网站当时提供的服务内容为准。例如：用户可在本网站上发布项目信息(包括但不限于交易主体信息、
            项目交易标的信息、与项目相关的其它信息)、查询交易和服务信息、达成交易意向、进行交易、获取资讯、参加本网站组织的活动以及使用其它信息服务及技术服务。
        </div>
        <div class="sub-info">
            第十三条 本网站仅作为用户物色、提供、展示项目信息，就交易进行协商，以及获取各类与项目相关的服务的场所。
            同时，本网站不介入用户间因项目协商、交易而产生的法律关系及法律纠纷，不会且不能参与交易各方的交易。
        </div>
        <div class="sub-info">
            第十四条 用户已了解并同意接受，本网站不能控制或保证用户所发布信息的真实性、
            合法性、准确性，亦不能控制或保证项目所涉及的各方权益的合法性、有效性和合理性，
            以及相关各方履行在相关协议项下的各项义务的信用及能力。本网站不能也不会控制交易各方能否履行协议义务，
            也不对此提供任何担保或保证义务。此外，用户应注意到，与以欺诈手段行事的人进行交易的风险是客观存在的。
            用户在使用本网站时，应小心谨慎并自行评估、判断各类交易风险。本网站对交易对方用户作出的信用评价或其他相关说明均仅供参考，
            本网站不能保证该等信息的真实性、完整性和实时性。
        </div>

        <div class="sub-info">
            第十五条 用户在使用本网站服务的过程中产生的应纳税费，以及一切硬件、软件、服务及其他的费用，均应由用户独自承担。
        </div>

        <div class="sub-info">
            第十六条 用户就其在本网站注册账户进行充值的相关事项授权本网站根据用户的充值指令从用户注册账户绑定的银行账户内，
            通过本网站指定的第三方支付机构主动扣收充值金额，用于向用户注册账户进行充值（以下简称“充值服务”）。用户知悉并同意，
            该等授权在用户注册时即通过网络在线点击确认的方式向金疙瘩发出并生效，且一经生效即不可撤销，授权期限至用户注销其在金疙瘩的注册账户时止。
            本网站在此告知用户：受用户银行账户状态、银行、第三方支付机构及网络等原因所限，本网站对充值服务的资金到帐时间不做任何承诺，
            本网站仅根据用户的指令进行相关操作，且无义务对其根据用户指令所采取的全部行动和措施的时效性和结果承担任何责任。
        </div>

        <div class="main">
            用户使用服务的规则、限制、守法义务及承诺
        </div>

        <div class="sub-info">
            第十七条 本网站中的全部内容的版权均属于本网站所有,该等内容包括但不限于文本、数据、
            文章、设计、源代码、软件、图片、照片及其他全部信息(以下称“网站内容”)。本网站内容受中华人民共和国著作权法、
            各国际版权公约及其他相关法律的保护。未经本网站事先书面同意,用户承诺不以任何方式、不以任何形式复制、模仿、
            传播、出版、公布、展示网站内容,包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。用户承认网站内容是属于本网站的财产。
            未经本网站书面同意,用户亦不得将本网站包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对本网站内容的使用均属于违法行为,本网站将追究用户的法律责任。
        </div>

        <div class="sub-info">
            第十八条 用户承诺合法使用本网站提供的服务及网站内容。禁止在本网站从事任何可能违反中国现行的法律、
            法规、规章和政府规范性文件的行为，禁止在本网站从事任何未经授权使用本网站的行为（如擅自进入本网站的未公开的系统、
            不正当的使用密码和网站的任何内容等），禁止在本网站进行信用卡充值套现、洗钱、非法集资等违法行为，否则，
            用户应对其在本网站的任何违法行为独立承担全部法律责任。本网站一旦发现用户在本网站有违法行为，有权采取包括但不限于下列任何一项或多项
            措施：警告当事人停止违法行为；冻结当事人在本网站的账户；向有关监管机构举报；向公安机关报案等。
        </div>

        <div class="sub-info">
            第十九条 本网站只接受中国大陆(不包括香港特区、澳门特区及台湾地区)的具有完全民事行为能力的自然人（或机构）成为本网站用户。
            如用户不符合资格,请勿注册。本网站保留中止或终止用户的用户资格的权利。
        </div>
        <div class="sub-info">
            第二十条 用户注册成功后,不得将本网站的登录名和密码转让给第三方或者授权给第三方使用。
            用户确认,无论是用户还是第三方（无论是否经用户允许或授权）使用其登录名和密码登陆本网站后，
            在本网站的一切行为均代表用户本人操作并由用户本人承担相应的法律后果。
        </div>

        <div class="sub-info">
            第二十一条 用户承诺其使用本网站时提供的资料与信息，包括用户在注册、发布信息或交易等过程中，
            在任何公开信息场合或通过任何电子邮件或其他形式，向本网站或其他用户提供的任何资料与信息，
            包括但不限于数据、文本、软件、音乐、声像、照片、图画、影像、词句或其他材料，均真实、合法、安全、有效，不会侵犯任何第三方的合法权益，
            不会含有本网站认为应禁止或不适合通过本网站进行宣传、披露、交易的内容。
        </div>
        <div class="sub-info">
            如用户因网上交易与其他用户产生诉讼的,用户有权通过司法部门要求本网站提供相关资料。如用户提供的信息不准确、不真实、或不合法，
            本网站保留中止用户使用本网站各项服务的权利，同时用户应赔偿因此而造成本网站及其它各方的一切损失。
        </div>
        <div class="sub-info">

        </div>

    </div>
</template>

<script>
    import '../less/register-agreement.less';
    export default {
        name: 'register-agreement',
        data(){
            return {}
        },
        created(){
        },
        computed: {},
        methods: {},
        destroyed(){

        }
    }
</script>
