<template>
    <div class="agreement">
        <div class="header">
            <div class="title">委托支付协议</div>
            <div>甲方（委托方）：投资者</div>
            <div>乙方（受托方）：珠海盈米财富管理有限公司</div>
        </div>
        <div class="intro">
            为更好地给甲方提供优质服务，甲、乙双方根据相关法律、法规的规定，本着自愿、平等、互利的原则，就甲方通过乙方基金电子交易远程服务系统（以下简称“电子交易系统”）购买基金类理财产品（以下简称“基金”）时办理支付业务达成以下协议（以下简称“本协议”）。本协议为《珠海盈米财富管理有限公司基金电子交易远程服务协议》之补充并与该协议具有同等效力，本协议与该协议存在冲突的，应以本协议的约定为准；本协议未尽事宜参照该协议相关条款执行。
        </div>
        <div class="item">
            第一条　释义<br/>
            <p>1.“委托支付”业务：指甲方通过乙方电子交易系统提交基金认/申购（含定期定额申购）申请后，委托乙方即时或按约定日期（非工作日顺延）向银行或其他支付机构发送扣款指令，将认/申购资金从甲方指定的借记卡账户内扣划至乙方指定收款账户的交易行为。以下简称“本业务”。</p>
            <p>2.“投资者”：指通过乙方基金电子交易系统进行基金网上交易且持有乙方“委托支付”业务所支持的银行卡的投资者。</p>
        </div>
        <div class="item">
            第二条 甲方的权利与义务<br/>
            <p>1.本协议是乙方与甲方就“委托支付”业务的使用等相关事项所订立的有效合约。投资者通过点击确认或以其他方式选择接受本协议，即表示投资者与盈米财富已达成协议并同意接受本协议的全部约定内容，以及与本协议有关的各项规则，完全接受其法律约束力，效力视同为甲、乙双方签字盖章。</p>
            <p>2.甲方在签订本协议之前，已经详细阅读本协议及《珠海盈米财富管理有限公司基金电子交易远程服务协议》中包括乙方免责条款在内的所有内容，并已准确理解其含义。
            <p>3.甲方确认已详细阅读并理解、接受乙方所代销的基金的基金合同、基金招募说明书、业务规则等所有内容及相关规定。甲方自愿通过乙方系统办理基金业务。
            <p>4.甲方清楚地了解乙方有关业务规则披露的风险及其他使用“委托支付”业务可能遭受的风险，并自愿承担该种风险及其可能导致的损失。
            <p>5.甲方同意签订本协议的行为即表示甲方授权借记卡发卡行或其他支付机构根据乙方指令扣划甲方借记卡账户中的相应款项至乙方指定收款账户。甲方理解并同意，为了降低支付成本，乙方可以根据甲方交易的具体金额选择支付银行或其他支付机构。发卡行或其他支付机构仅是依据乙方指令进行款项的划扣，除非发卡行执行指令错误，否则因此导致的所有纠纷均由甲方与乙方之间协商解决，与发卡行或其他支付机构无关。甲方同意遵守支付机构、发卡行提供且不时更新的支付服务协议、支付业务规则及其他相关业务和规则；乙方通过路径https://www.yingmi.cn/customer.html公布前述服务协议和业务规则。
            <p>6.甲方应确保在使用本业务时开通的借记卡为甲方本人的银行卡，确保使用该借记卡支付的行为合法、有效，未侵犯任何第三方合法权益；否则因此造成乙方、持卡人损失的，甲方应负责赔偿并承担全部法律责任。</p>
            <p>7.甲方应妥善保管借记卡及借记卡账号、身份证件及证件号码等与借记卡或与甲方身份有关的一切信息。如甲方遗失借记卡、身份证件或相关信息的，甲方应及时通知发卡行和/或乙方，以减少可能发生的损失。因甲方或甲方授权人丢失借记卡、身份证件等导致的损失由甲方自行承担。</p>
            <p>8.甲方应自行承担其在乙方预留的登录密码和交易密码（以下简称“密码”）的保密义务。凡是使用甲方密码所提交的一切委托，均被视为甲方亲自办理的有效委托。甲方由于自己疏忽或其他原因而致使密码失密造成的损失由甲方自己承担。</p>
            <p>9.甲方开通“定期定额申购”并通过本业务进行支付的，即授权乙方在甲方约定的日期（非工作日顺延）、按甲方约定的金额自动向发卡行或其他支付机构发送扣款指令，发卡行有权根据该指令从甲方借记卡账户中扣划资金至乙方指定收款账户。届时甲方不应以非本人意愿开通“定期定额申购”协议或其他任何原因要求乙方退款或承担其他责任。</p>
            <p>10.甲方应按照乙方系统的相关规则和指引进行正确操作，对使用本业务过程中发出指令的真实性及有效性承担全部责任，甲方需对其恶意操作导致的风险承担法律责任。乙方依照甲方的指令进行操作的一切风险由甲方承担。</p>
            <p>11.甲方不得利用乙方系统从事洗钱等违法犯罪活动，不得将本业务用于任何非法的或违反本协议的目的。</p>
            <p>12.甲方保证所输入的信息真实、准确、有效并对此承担责任，如有变化，甲方应及时变更相关资料，并保持在银行和乙方留存的资料的一致性。因甲方未能及时变更有关资料所可能导致的损失由甲方承担。甲方授权乙方有权留存甲方在乙方系统中填写的相应信息，以供后续向甲方持续性地提供相应服务（包括但不限于将本信息用于向甲方推广、提供其他更加优质的产品或服务）。甲方承诺乙方保留或所得到的电子交易数据为甲方交易行为唯一有效证据，并承认其等同于书面签署之法律文件之效力。</p>
            <p>13.甲方承诺在发现或有理由认为存在未被授权的人正在或可能使用其借记卡账号、密码时，应立即与乙方联系以及采取相应的保护、防范措施。</p>
            <p>14.出现下列情况之一的，乙方有权立即终止甲方使用乙方相关业务和服务而无需承担任何责任：<br/>
            （1）甲方违反本协议的约定。<br/>
            （2）乙方认为甲方交易存在较高风险的。<br/>
            （3）甲方违反乙方的条款、协议、规则、通告等相关规定。<br/>
            （4）乙方认为甲方使用本业务存在风险的。<br/>
            （5）甲方的借记卡有效期届满（如有）。<br/>
            （6）乙方与发卡行的委托业务协议中止/终止。</p>
            <p>15.因甲方指定的借记卡账户状态异常（如：挂失、冻结、锁定、销户等）、余额不足或扣款金额超过单笔或累计交易限额、安全产品限额等交易限额导致乙方不能按约定扣划资金的，乙方不承担责任。</p>
        </div>
        <div class="item">
            第三条 乙方的权利和义务<br/>
            <p>1.乙方遵守法律法规，并愿意受本协议的所有条款约束。</p>
            <p>2.对甲方委托的各类业务，乙方对相关电子数据进行保留并作为甲方交易行为的证明。乙方对甲方的账户资料、委托事项负有保密义务，未经甲方许可，乙方不得透露甲方在乙方登记的任何资料。但乙方按照有关法律、法规的规定或有关司法机关、行政管理机关的要求提供甲方的有关资料不在此限。</p>
            <p>3.乙方在本协议生效时，为甲方开通协议约定的业务。</p>
            <p>4.乙方根据甲方交易的金额选择支付机构，完成委托支付业务。</p>
            <p>5.由于乙方未遵循本协议为甲方提供服务而造成的损失，由乙方承担。</p>
            <p>6.在法律法规允许的范围内，乙方保留对本协议的最终解释权和修改权。</p>
        </div>
        <div class="item">
            第四条 违约责任及免责条款<br/>
            <p>1.由于任何一方不能履行或不能完全履行约定义务的，由违约方承担违约责任。但因发生不可抗力事件导致委托支付业务无法进行的，当事人可以免责。出现不可抗力情形时，乙方应及时通知其他合同当事人并积极采取措施予以解决。本协议中所述不可抗力包括但不限于：战争、火灾、地震、水灾、罢工、公共通讯线路瘫痪、黑客攻击、计算机病毒发作、银行或电信部门技术调整等不能合理预见、不可避免和不能克服的自然灾害、社会异常事件及技术风险等。</p>
            <p>2.因下列情形导致甲方损失的，乙方不承担责任：<br/>
            （1）法律、政策重大变化，或乙方不可预测或控制的因素导致甲方损失的。<br/>
            （2）因甲方对设备的错误操作和对有关信息的错误理解导致甲方损失的。<br/>
            （3）因甲方的故意或疏忽导致交易密码泄露或遗失导致甲方损失的。<br/>
            （4）因非乙方原因造成甲方交易密码等重要信息泄露或遗失导致甲方损失的。<br/>
            （5）法律规定和本协议约定的其他乙方免责事项。</p>
        </div>
    　　<div class="item">
        第五条 协议生效及终止<br/>
        <p>1.本协议在甲、乙双方签署后立即生效，甲方在乙方系统“委托支付”协议处点“已阅读并同意”（或实质意义相同）按钮，即视为对本协议的签署。</p>
        <p>2.本协议在下述情况之一发生时终止：<br/>
        （1）甲方主动解约或双方协商同意终止。<br/>
        （2）甲方撤销本协议项下设立的交易账户。<br/>
        （3）因不可抗力使本协议无法继续履行。<br/>
        （4）一方违约，另一方书面通知对方提出解除本协议。<br/>
        （5）乙方与发卡行的委托支付业务协议中止/终止。<br/>
        （6）法律法规、基金合同约定的其它情形。</p>
        </div>
        <div class="item">
            第六条 争议解决<br/>
            　　<p>因履行本协议引起的或与本协议有关的任何争议，由协议签订各方协商解决；协商不成的，协议各方经协商一致可提请广州金融仲裁院并按其仲裁规则进行仲裁。</p>
        </div>
    </div>
</template>

<script>
    import '../less/fund/agreement.less';
    export default {
        name: 'base',
        data(){
            return {
            }
        },
        components: {},
        created(){
            this.addHive(1, 'fundsPayAgreement',1058);
            let event = ['_trackEvent', '基金委托支付协议', 'SHOW', '进入基金委托支付协议页面', '进入基金委托支付协议页面'];
            window._hmt.push(event);
        },
        computed: {},
        methods: {
        },
        mounted(){
        },
        destroyed(){
            this.addHive(2, 'fundsPayAgreement',1058);
        }
    }
</script>
