export default [
    {
        category: '常见问题',
        qList: [
            {
                q: '如何绑定银行卡',
                a: '当您进行账户充值或者购买产品操作时，如果未开通支付账户并绑定银行卡，系统会自动提示您进行开户绑卡。首先进行实名认证，需输入姓名和身份证号。之后进行银行卡绑定，需输入：姓名、身份证号、银行卡号、银行预留手机号，进行绑定。'
            },
            {
                q: '如何解绑银行卡',
                a: '如遇到绑卡失败，可联系客服寻求帮助。'
            },
            {
                q: '何时发布产品',
                a: '平台上的产品是不定期发布的，是根据市场需要来决定的，请您多加关注。'
            },
            {
                q: '如何购买产品',
                a: '您可通过【理财】页面，选择定期理财中的相应产品，点击下方的立即投资，进行产品的购买。'
            },
            {
                q: '忘记登录密码怎么办',
                a: '在登录页面，点击忘记密码，即可重新设置。'
            }
        ],
        openIndex:-1
    },
    {
        category: '充值提现',
        qList: [
            {
                q: '如何进行充值',
                a: '在App上或微信端，点击【我的】界面选择充值进行操作。如果尚未开户，会提示先开户绑卡。'
            },
            {
                q: '充值收费吗',
                a: '用户充值的手续费由平台垫付，用户无需支付任何充值手续费。'
            },
            {
                q: '充值多久能到账',
                a: '充值成功后，资金会立刻显示在余额中。如果没有显示，请联系客服为您核查。'
            },
            {
                q: '如何进行提现',
                a: '在App上或微信端，点击【我的】界面进行提现操作。'
            },
            {
                q: '提现收费吗',
                a: '每个月的前三笔提现手续费由平台承担，第四笔及之后的提现按照每笔2元收取。'
            },
            {
                q: '提现多久能到账',
                a: '提交提现申请后的T+1个工作日内到账（周末、节假日顺延）。'
            }
        ],
        openIndex:-1
    },
    {
        category: '账户管理',
        qList:[
            {
                q:'如何查看收益',
                a:'您可以通过App或者微信，在【我的】界面上可以查看总资产及累计收益。'
            },
            {
                q:'交易密码忘了怎么办？',
                a:'您可以通过App或者微信，在【我的】界面，点击右上方设置按钮，进入设置界面，修改交易密码。'
            },
            {
                q:'如何查看流水',
                a:'您可以通过App或者微信，在【我的】界面上点击总资产进入账户页面，点击明细，即可查看所有交易流水。'
            },
            {
                q:'支持绑定多张银行卡吗',
                a:'平台实行同卡进出原则，为保障您的投资安全，仅支持绑定一张银行卡。'
            },

        ],
        openIndex:-1
    }
];
